[
	{
		"image": "https://randomuser.me/api/portraits/men/29.jpg",
		"name": "Farhan Ahmed",
		"rating": 5,
		"review": "Found a design haven! The curated collection seamlessly blends modern aesthetics with traditional charm. As an architect, I appreciate the attention to detail in every piece.",
		"status": "Architect, Dhaka"
	},
	{
		"image": "https://randomuser.me/api/portraits/women/63.jpg",
		"name": "Naima Rahman",
		"rating": 4,
		"review": "A hidden gem for fashion-forward individuals! The accessories here strike the perfect balance between trendiness and timeless appeal. Always on point for my style needs.",
		"status": "Fashion Enthusiast, Chittagong"
	},
	{
		"image": "https://randomuser.me/api/portraits/men/3.jpg",
		"name": "Tasnim Khan",
		"rating": 5,
		"review": "Exceptional quality and unique design! A must-visit destination for those who appreciate the finer things in life. The pieces here add a touch of sophistication to my workspace.",
		"status": "CEO, Sylhet"
	},
	{
		"image": "https://randomuser.me/api/portraits/men/16.jpg",
		"name": "Rafiq Islam",
		"rating": 4,
		"review": "A true haven for art lovers! The handcrafted pieces showcase local artistry beautifully. Each piece I've collected feels like a masterpiece that tells a story.",
		"status": "Art Aficionado, Khulna"
	},
	{
		"image": "https://randomuser.me/api/portraits/women/52.jpg",
		"name": "Nazia Akter",
		"rating": 5,
		"review": "Transformed my home! The decor pieces not only exude beauty but also stand the test of time. My go-to place for adding elegance to every corner.",
		"status": "Homemaker, Rajshahi"
	},
	{
		"image": "https://randomuser.me/api/portraits/men/86.jpg",
		"name": "Aarav Rahman",
		"rating": 4,
		"review": "Perfect for the modern taste! The blend of quality and style is unparalleled. I've found unique accessories that complement my contemporary lifestyle.",
		"status": "IT Professional, Barisal"
	},
	{
		"image": "https://randomuser.me/api/portraits/women/52.jpg",
		"name": "Aisha Khanum",
		"rating": 5,
		"review": "My secret weapon for unforgettable events! The curated selection adds a touch of sophistication that my clients absolutely adore. The pieces always leave a lasting impression!",
		"status": "Event Planner, Comilla"
	},
	{
		"image": "https://randomuser.me/api/portraits/men/27.jpg",
		"name": "Karim Uddin",
		"rating": 4,
		"review": "Strikes the perfect balance between form and function! As an architect, I appreciate the thoughtfully curated collection. Aesthetic and practicality blend seamlessly.",
		"status": "Architect, Cox's Bazar"
	}
]
